import 'dart:ui';

import 'package:flutter/material.dart';
import 'package:google_fonts/google_fonts.dart';

// Светлая тема
class LightUiTheme {
  static Color backgroundColor = Color.fromRGBO(255, 165, 1, 1);
  static Color textColor = Colors.black;
  static Color btnColor = Colors.white;
}

const testInstruction =
    '''Данный тест содержит утверждения, касающиеся состояния 
    вашего здоровья и характера. Читайте каждое утверждение и решайте, верно ли оно по
отношению к вам. Не тратьте времени на раздумье. Наиболее естественна та реакция, которая первой 
приходит в голову. Внимательно читайте и не пропускайте утверждения. Если вам трудно 
некоторые утверждения отнести к себе, постарайтесь сделать наилучший
положительный выбор. Если утверждение по отношению к вам бывает и верно и неверно,
выбирайте так, как чаще бывает, или так, как это правильно в настоящее время.
При сомнениях помните, что всякое утверждение, которое Вы не можете расценить 
по отношению к себе, как верное, следует считать неверным.
Не бойтесь ошибок, верность утверждения определяется только в соответствии с
вашим мнением.''';
